alacritty
alsa-utils
android-tools
awesome-terminal-fonts
base
base-devel
blueman
bluez
bluez-utils
brasero
btrfs-progs
cheese
code
cups
discord
doublecmd-qt5
efibootmgr
egl-wayland
exfat-utils
feh
file-roller
firefox
firefox-i18n-pl
geary
gedit
git
gnome-calculator
gnome-calendar
gnome-system-monitor
gparted
gptfdisk
grub
grub-btrfs
gwakeonlan
htop
hunspell-de
hunspell-pl
hwinfo
intel-ucode
libreoffice-fresh
libreoffice-fresh-pl
linux
linux-firmware
linux-headers
nano
neofetch
net-tools
network-manager-applet
networkmanager
nfs-utils
ntfs-3g
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
p7zip
pavucontrol
polkit-gnome
powerline-fonts
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer-ladspa
qt5-wayland
qt5ct
qt6ct
rofi
rofi-calc
rofi-emoji
samba
sdl2_gfx
sdl2_mixer
sdl2_net
sdl2_ttf
sway
swaybg
telegram-desktop
terminus-font
timeshift
tldr
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-croscore
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-droid
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-hack
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
udiskie
ufw
unrar
unzip
usbutils
v4l2loopback-dkms
vlc
waybar
wol
xbindkeys
xdg-desktop-portal-wlr
xorg-xwayland
yt-dlp
zip
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zsh-theme-powerlevel10k
