adwaita-qt5-git
adwaita-qt6-git
alacritty
alsa-utils
amdvlk
android-tools
autotiling
awesome-terminal-fonts
base
base-devel
betterbird-bin
blueman
bluez
bluez-utils
brasero
bridge-utils
btrfs-progs
c-lolcat
chaotic-keyring
chaotic-mirrorlist
cheese
code
code-marketplace
cowsay
cups
cups-pdf
dconf-editor
discord
dnsmasq
doublecmd-qt5
edk2-ovmf
efibootmgr
egl-wayland
evince
feh
ffmpeg
figlet
file-roller
firefox
firefox-i18n-pl
flat-remix-git
flat-remix-gnome
flat-remix-gtk
flat-remix-kde-git
flatpak
fortune-mod
ftl-sdk
gedit
git
gnome-disk-utility
gnome-system-monitor
gparted
gptfdisk
grub
grub-btrfs
gwakeonlan
haruna
htop
hunspell-de
hunspell-pl
hwinfo
intel-ucode
iptables-nft
krdc
less
lib32-libva-mesa-driver
lib32-mesa
lib32-mesa-vdpau
libgexiv2
libguestfs
libreoffice-fresh
libreoffice-fresh-pl
libva-mesa-driver
libva-utils
linux
linux-firmware-git
linux-headers
mate-calc
mesa-vdpau
nano
neofetch
net-tools
network-manager-applet
networkmanager
nfs-utils
ntfs-3g
obs-backgroundremoval
obs-studio-git
obsidian
okular
openbsd-netcat
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
p7zip
pacman-contrib
pavucontrol
pdfsam
plymouth
plymouth-theme-abstract-ring-alt-git
plymouth-theme-abstract-ring-git
plymouth-theme-angular-git
plymouth-theme-circle-alt-git
plymouth-theme-cyanide-git
plymouth-theme-hexa-retro-git
plymouth-theme-hexagon-red-git
plymouth-theme-pixels-git
plymouth-theme-red-loader-git
plymouth-theme-sphere-git
plymouth-theme-spin-git
polkit-gnome
powerline-fonts
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer-ladspa
python-pip
python-pipx
qemu-full
qt5-styleplugins
qt5-wayland
qt5ct
qt6ct
qt6gtk2
rofi
rofi-calc
rofi-emoji
samba
sdl2_gfx
sdl2_mixer
sdl2_net
sdl2_ttf
signal-desktop
steam
superproductivity-bin
sway
swaybg
sysfsutils
telegram-desktop
terminus-font
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin
thunar-volman
thunarx-python
timeshift
tldr
tmux
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-croscore
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-droid
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-hack
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-meslo-nerd-font-powerlevel10k
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
udiskie
ufw
unrar
unzip
usbutils
v4l2loopback-dkms
vde2
vdpauinfo
virt-manager
virt-viewer
vlc
vulkan-mesa-layers
vulkan-radeon
waybar
wget
wine-gecko
wine-mono
wine-wow64
wol
xbindkeys
xclip
xdg-desktop-portal-wlr
xf86-video-amdgpu
xorg-xwayland
yay
yt-dlp
zip
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
