accerciser
alacritty
alsa-plugins
alsa-utils
android-tools
arch-install-scripts
autoconf
automake
autorandr
awesome-terminal-fonts
base
bash-completion
bind
bison
blueman
bluez
bluez-libs
bluez-utils
brasero
bridge-utils
btrfs-progs
calibre
celluloid
cheese
cmatrix
code
cronie
cups
dconf-editor
debugedit
devhelp
devtools
dhclient
dialog
discord
dmidecode
dnsmasq
dosfstools
doublecmd-qt5
dtc
dunst
efibootmgr
egl-wayland
endeavour
ethtool
evince
exfat-utils
feh
file-roller
firefox
firefox-i18n-pl
five-or-more
flex
fontforge
four-in-a-row
fuse2
fuse3
fuseiso
gambas3-gb-sdl2
gambas3-gb-sdl2-audio
gamemode
gcc
geary
gedit
ghex
gimp
git
gitg
glade
gmtp
gnome-2048
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-contacts
gnome-devel-docs
gnome-dictionary
gnome-disk-utility
gnome-font-viewer
gnome-games
gnome-keyring
gnome-klotski
gnome-logs
gnome-mahjongg
gnome-maps
gnome-mines
gnome-multi-writer
gnome-music
gnome-nibbles
gnome-notes
gnome-photos
gnome-recipes
gnome-robots
gnome-session
gnome-shell
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-taquin
gnome-terminal
gnome-tetravex
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-video-effects
gnome-weather
gparted
gptfdisk
grilo-plugins
grub
grub-customizer
gst-libav
gst-plugins-good
gst-plugins-ugly
gthumb
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwakeonlan
haskell-sdl2
haskell-sdl2-ttf
haveged
hitori
htop
hunspell-de
hunspell-pl
hwinfo
hyphen-de
i3-wm
i3blocks
i3status
i3status-rust
iagno
intel-ucode
iw
jdk-openjdk
kitty
lazarus
lib32-sdl2
lib32-sdl2_image
lib32-sdl2_mixer
lib32-sdl2_ttf
libdvdcss
libreoffice-fresh
libreoffice-fresh-pl
libsixel
libtool
libva-mesa-driver
lightsoff
linux
linux-firmware
linux-headers
lsof
lua-sdl2
lutris
lzop
m4
make
mesa
mesa-vdpau
mutter
mythes-de
mythes-pl
nano
nautilus
nautilus-image-converter
nautilus-sendto
nautilus-share
neofetch
net-tools
network-manager-applet
networkmanager
nfs-utils
noto-fonts-emoji
ntfs-3g
ntp
numlockx
obs-studio
obsidian
openbsd-netcat
openscad
openssh
orca
os-prober
p7zip
pacman-contrib
papirus-icon-theme
patch
pavucontrol
pax-utils
picom
pipewire-media-session
pkgconf
playerctl
plymouth
polari
powerline-fonts
prusa-slicer
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer-ladspa
python-notify2
python-pip
python-psutil
python-pygame-sdl2
python-pyqt5
qgnomeplatform-qt5
qgnomeplatform-qt6
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-feedback
qt5-gamepad
qt5-graphicaleffects
qt5-gsettings
qt5-imageformats
qt5-location
qt5-lottie
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quickcontrols-nemo
qt5-quickcontrols2
qt5-quicktimeline
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-systems
qt5-tools
qt5-ukui-platformtheme
qt5-virtualkeyboard
qt5-wayland
qt5-webengine
qt5-webglplugin
qt5-webview
qt5-xcb-private-headers
qt5ct
qt5pas
qt6-3d
qt6-5compat
qt6-charts
qt6-connectivity
qt6-datavis3d
qt6-declarative
qt6-doc
qt6-examples
qt6-httpserver
qt6-imageformats
qt6-languageserver
qt6-lottie
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-multimedia-gstreamer
qt6-networkauth
qt6-positioning
qt6-quick3d
qt6-quick3dphysics
qt6-quicktimeline
qt6-remoteobjects
qt6-scxml
qt6-sensors
qt6-serialbus
qt6-serialport
qt6-shadertools
qt6-speech
qt6-tools
qt6-virtualkeyboard
qt6-wayland
qt6-webchannel
qt6-webengine
qt6-websockets
qt6-webview
qt6ct
qtcreator
qtcreator-devel
qtcurve-gtk2
qtcurve-qt5
qtcurve-utils
qtdbusextended
qtermwidget
qtile
qtkeychain-qt5
qtkeychain-qt6
qtmpris
qtspell
qtxdg-tools
quadrapassel
reflector
rsync
rygel
samba
scons
scribus
sdl2_gfx
sdl2_mixer
sdl2_net
sdl2_ttf
seahorse
signal-desktop
slurp
snap-pac
snapper
soundconverter
steam
sudo
sushi
swaybg
swell-foop
swtpm
synergy
sysprof
sysstat
tali
telegram-desktop
terminus-font
texinfo
thunderbird
thunderbird-i18n-pl
tldr
traceroute
ttf-croscore
ttf-droid
ttf-hack
ttf-roboto
udiskie
ufw
unrar
unzip
usbutils
v4l2loopback-dkms
virt-manager
virt-viewer
virtualbox
virtualbox-guest-iso
vlc
vte-common
vte3
w3m
waybar
wf-recorder
which
wol
wxwidgets-common
wxwidgets-gtk3
wxwidgets-qt5
xbindkeys
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-user-dirs-gtk
xdo
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-qxl
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yad
yelp
yt-dlp
zip
zsh
zsh-autosuggestions
zsh-syntax-highlighting
