base
linux
linux-firmware
btrfs-progs
networkmanager
grub
grub-btrfs
nano
tldr
base-devel
git
intel-ucode
efibootmgr
zsh
zsh-autosuggestions
zsh-syntax-highlighting
linux-headers
code
xdg-desktop-portal-wlr
xorg-xwayland
sudo
gptfdisk
discord
alacritty
android-tools
blueman
bluez
bluez-libs
bluez-utils
brasero
egl-wayland
exfat-utils
feh
file-roller
firefox
firefox-i18n-pl
gcc
gparted
gwakeonlan
neofetch
net-tools
nfs-utils
network-manager-applet
ntfs-3g
p7zip
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer-ladspa
samba
sdl2_gfx
sdl2_mixer
sdl2_net
sdl2_ttf
sway
swaybg
telegram-desktop
terminus-font
ttf-croscore
ttf-droid
ttf-hack
ttf-roboto
udiskie
ufw
unrar
unzip
usbutils
v4l2loopback-dkms
vlc
waybar
wol
xbindkeys
yt-dlp
zip
gnome-calculator
gnome-calendar
geary
htop
hwinfo
libreoffice-fresh
libreoffice-fresh-pl
hunspell-de
hunspell-pl